Repository: AOSC-Dev/MediaWriter
Catalog: po/mediawriter-*.po
Languages: fr

# AboutDialog|
source: About AOSC Media Writer
fr: À propos de AOSC Media Writer

# AboutDialog|
source: AOSC Media Writer is now checking for new releases
fr: AOSC Media Writer vérifie la disponibilité de nouvelles versions

# AboutDialog|
source: Please report bugs or your suggestions on %1
fr: Veuillez rapporter les bogues ou vos suggestions sur %1

# AboutDialog|
source: Close
fr: Fermer

# CancelDialog|
source: Cancel Download?
fr: Annuler le téléchargement ?

# CancelDialog|
source: Cancel Writing?
fr: Annuler l'écriture ?

# CancelDialog|
source: Cancel Verification?
fr: Annuler la vérification ?

# CancelDialog|
source: Writing process will be aborted and your drive will have to be restored afterwards.
fr: L'opération d'écriture sera annulée et votre disque devra ensuite être restauré.

# CancelDialog|
source: This operation is safe to be cancelled.
fr: Cette opération peut être annulée en toute sécurité.

# CancelDialog|
source: Continue
fr: Poursuivre

# CancelDialog|
source: Cancel Download
fr: Annuler le téléchargement

# CancelDialog|
source: Cancel Writing
fr: Annuler l’écriture

# CancelDialog|
source: Cancel Verification
fr: Annuler la vérification

# Download|
source: Unable to fetch the requested image.
fr: L’image requise n’a pu être récupérée.

# Download|
source: You ran out of space in your Downloads folder.
fr: Vous n’avez plus d’espace dans votre dossier Téléchargements.

# Download|
source: The download file is not writable.
fr: Le fichier téléchargé n’est pas inscriptible.

# Download|
source: Connection timed out
fr: Le délai de connexion a expiré

# DownloadPage|
source: %1 Successfully Written
fr: %1 a été écrit avec succès

# DownloadPage|
source: Writing %1
fr: Écriture de %1

# DownloadPage|
source: Downloading %1
fr: Téléchargement de %1

# DownloadPage|
source: Preparing %1
fr: Préparation de %1

# DownloadPage|
source: Ready to write %1
fr: Prêt à écrire %1

# DownloadPage|
source: Failed to download %1
fr: Echec du téléchargement de %1

# DownloadPage|
source: B left)
fr: octets restants)

# DownloadPage|
source: KB left)
fr: Kio restants)

# DownloadPage|
source: MB left)
fr: Mio restants)

# DownloadPage|
source: GB left)
fr: Gio restants)

# DownloadPage|
source: Your drive was unplugged during the process
fr: Votre disque a été débranché pendant le processus

# DownloadPage|
source: Downloads are saved to the downloads folder.
fr: Les téléchargements sont enregistrés dans le dossier Téléchargements.

# DownloadPage|
source: By writing, you will lose all of the data on %1.
fr: Lors de l'écriture, vous perdrez toutes les données sur %1.

# DownloadPage|
source: Please insert an USB drive.
fr: Veuillez insérer une clé USB.

# DownloadPage|
source: Your drive will be resized to a smaller capacity. You may resize it back to normal by using AOSC Media Writer. This will remove installation media from your drive.
fr: Votre disque sera redimensionné à une taille plus petite. Vous pourrez revenir à la taille normale en utilisant AOSC Media Writer. Cela supprimera le média d’installation de votre disque.

# DownloadPage|
source: Selected:
fr: Sélectionnée :

# DownloadPage|
source: None
fr: Aucune

# DownloadPage|
source: The selected drive's size is %1. It's possible you have selected an external drive by accident!
fr: La taille du disque sélectionné est de %1. Il est possible que vous ayez sélectionné un disque externe par erreur !

# DownloadPage|
source: Restart and boot from %1 to start using %2.
fr: Redémarrez sur %1 pour commencer à utiliser %2.

# Drive|
source: This drive is not large enough.
fr: Ce disque n’est pas assez large.

# DrivePage|
source: Write Options
fr: Options d'écriture

# DrivePage|
source: Hardware Architecture
fr: Architecture matérielle

# DrivePage|
source: Selected file
fr: Fichier sélectionné

# DrivePage|
source: None
fr: Aucun

# DrivePage|
source: Select...
fr: Sélectionner...

# DrivePage|
source: Image files
fr: Fichiers d’image

# DrivePage|
source: All files (*)
fr: Tous les fichiers (*)

# DrivePage|
source: USB Drive
fr: Disque USB

# DrivePage|
source: There are no portable drives connected
fr: Aucun disque amovible n’est connecté

# DrivePage|
source: Download
fr: Télécharger

# DrivePage|
source: Delete download after writing
fr: Supprimer l’image téléchargée après l'écriture

# LinuxDrive|
source: The drive was removed while it was written to.
fr: Ce disque a été retiré pendant l’écriture.

# LinuxDrive|
source: Could not find the helper binary. Check your installation.
fr: Le fichier binaire de l’assistant n’a pu être trouvé. Vérifiez votre installation.

# LinuxDrive|
source: Stopped before writing has finished.
fr: Arrêté avant la fin de l’écriture.

# LinuxDrive|
source: Finished!
fr: C’est terminé !

# LinuxDrive|
source: Writing %1 was successful
fr: L’écriture de %1 a réussi

# LinuxDrive|
source: Error
fr: Erreur

# LinuxDrive|
source: Writing %1 failed
fr: L’écriture de %1 a échoué

# LinuxDriveProvider|
source: UDisks2 seems to be unavailable or unaccessible on your system.
fr: UDisks2 semble être indisponible ou inaccessible sur votre système.

# MacDrive|
source: Could not find the helper binary. Check your installation.
fr: Le fichier binaire de l’assistant n’a pu être trouvé. Vérifiez votre installation.

# MacDrive|
source: Error
fr: Erreur

# MacDrive|
source: Writing %1 failed
fr: L’écriture de %1 a échoué

# MacDrive|
source: Finished!
fr: C’est terminé !

# MacDrive|
source: Writing %1 was successful
fr: L’écriture de %1 a réussi

# MainPage|
source: Select Image Source
fr: Choisir l'image source

# MainPage|
source: Select .iso file
fr: Choisir un fichier .iso

# MainPage|
source: Restore <b>%1</b>
fr: Restaurer <b>%1</b>

# PortalFileDialog|
source: Image files
fr: Fichiers d’image

# PortalFileDialog|
source: All files
fr: Tous les fichiers

# PortalFileDialog|
source: Open File
fr: Ouvrir le fichier

# Release|
source: Pick a file from your drive(s)
fr: Sélectionnez un fichier sur vos disques

# Release|
source: <p>Here you can choose a OS image from your hard drive to be written to your flash disk</p><p>Currently it is only supported to write raw disk images (.iso or .bin)</p>
fr: <p>Ici vous pouvez choisir une image de système d’exploitation sur votre disque dur à écrire sur votre périphérique USB.</p><p>Pour le moment, seule l’écriture d’images disques brutes est prise en charge (.iso ou .bin).</p>

# Release|
source: Other
fr: Autre

# ReleaseListModel|
source: Custom image
fr: Image personnalisée

# ReleaseVariant|
source: The downloaded image is corrupted
fr: L’image téléchargée est corrompue

# ReleaseVariant|
source: The downloaded file is not readable.
fr: Le fichier téléchargé n’est pas lisible.

# ReleaseVariant|
source: Unable to rename the temporary file.
fr: Impossible de renommer le fichier temporaire.

# ReleaseVariant|
source: Preparing
fr: Préparation

# ReleaseVariant|
source: Downloading
fr: Téléchargement

# ReleaseVariant|
source: Checking the download
fr: Vérification du téléchargement

# ReleaseVariant|
source: Ready to write
fr: Prêt à écrire

# ReleaseVariant|
source: Image file was saved to your downloads folder. Writing is not possible
fr: Le fichier d’image a été sauvegardé dans votre dossier Téléchargements. L’écriture n’est pas possible

# ReleaseVariant|
source: Writing
fr: Écriture

# ReleaseVariant|
source: Checking the written data
fr: Vérification des données écrites

# ReleaseVariant|
source: Finished!
fr: C’est terminé !

# ReleaseVariant|
source: The written data is corrupted
fr: Les données inscrites sont corrompues

# ReleaseVariant|
source: Download failed
fr: Le téléchargement a échoué

# ReleaseVariant|
source: Error
fr: Erreur

# RestorePage|
source: Restore Drive <b>%1</b>
fr: Restaurer le disque <b>%1</b>

# RestorePage|
source: <p align="justify"> To reclaim all space available on the drive, it has to be restored to its factory settings. The live system and all saved data will be deleted. </p> <p align="justify"> You don't need to restore the drive if you want to write another live system to it. </p> <p align="justify"> Do you want to restore it to factory settings? </p>
fr: <p align="justify"> Pour réclamer tout l’espace disponible du disque, il doit être remis dans son état d'usine. Le système live et toutes les données sauvegardées seront effacés. </p> <p align="justify"> Vous n’avez pas besoin de restaurer le disque si vous désirez y écrire un autre système live. </p> <p align="justify"> Voulez-vous le restaurer à son état d'usine ? </p>

# RestorePage|
source: <p align="justify">Please wait while AOSC Media Writer restores your portable drive.</p>
fr: <p align="justify">Patientez pendant que AOSC Media Writer restaure votre disque amovible.</p>

# RestorePage|
source: Your drive was successfully restored!
fr: La restauration de votre disque a réussi !

# RestorePage|
source: Unfortunately, an error occurred during the process. Please try restoring the drive using your system tools.
fr: Malheureusement, une erreur est survenue durant le processus. Essayez de restaurer le disque en utilisant les outils du système.

# RestorePage|
source: Restoring finished
fr: Restauration terminée

# WinDrive|
source: Could not find the helper binary. Check your installation.
fr: Le fichier binaire de l’assistant n’a pu être trouvé. Vérifiez votre installation.

# WinDrive|
source: Finished!
fr: C’est terminé !

# WinDrive|
source: Writing %1 was successful
fr: L’écriture de %1 a réussi

# WriteJob|
source: Failed to start decompressing.
fr: Impossible de démarrer la décompression.

# WriteJob|
source: Destination drive is not writable
fr: Le disque cible n’est pas inscriptible

# WriteJob|
source: There is not enough memory to decompress the file.
fr: Il n’y a pas suffisamment de mémoire pour décompresser le fichier.

# WriteJob|
source: The downloaded compressed file is corrupted.
fr: Le fichier compressé qui a été téléchargé est corrompu.

# WriteJob|
source: Unsupported compression options.
fr: Les options de compression ne sont pas prises en charge.

# WriteJob|
source: Unknown decompression error.
fr: Erreur inconnue de décompression.

# WriteJob|
source: Source image is not readable
fr: L’image source n’est pas lisible

# WriteJob|
source: Your drive is probably damaged.
fr: Votre disque est probablement abîmé.

# WriteJob|
source: Unexpected error occurred during media check.
fr: Une erreur inattendue a eu lieu pendant la vérification du média.

# WriteJob|
source: Unable to allocate socket pair
fr: Impossible d’allouer le socket pair

# WriteJob|
source: Unable to open destination for writing
fr: Impossible d’ouvrir la destination pour écriture

# WriteJob|
source: Couldn't open the drive for writing
fr: Impossible d’ouvrir le disque pour écrire

# WriteJob|
source: Couldn't lock the drive
fr: Impossible de verrouiller le disque

# WriteJob|
source: Couldn't remove the drive %1:
fr: Impossible de retirer le disque %1 :

# WriteJob|
source: Couldn't unlock the drive
fr: Impossible de déverrouiller le disque

# main|
source: Select Drive
fr: Disque sélectionné

# main|
source: Restore
fr: Restaurer

# main|
source: Finish
fr: Terminé

# main|
source: Write
fr: Écrire

# main|
source: Download && Write
fr: Télécharger && Écrire

# main|
source: Download & Write
fr: Télécharger & Écrire

# main|
source: Cancel
fr: Annuler

# main|
source: Retry
fr: Réessayer

# main|
source: Next
fr: Suivant

# main|
source: About
fr: À propos

# main|
source: Previous
fr: Précédent
